Repository: unistra/eplouribousse-back
Catalog: epl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid role.
fr: Rôle non valide.

source: Email is already linked to an account
fr: L'email est déjà lié à un compte

source: Token is required.
fr: Le jeton est requis.

source: Invalid token format.
fr: Format de jeton invalide.

source: Invite token expired
fr: Le jeton d'invitation a expiré

source: Invalid invite token
fr: Le jeton d'invitation n'est pas valide

source: Password and confirm password do not match
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas

source: An inactive user account exists with this email. Please contact an administrator to reactivate the account before accepting invitations.
fr: Un compte utilisateur inactif existe avec cet email. Veuillez contacter un administrateur pour réactiver le compte avant d'accepter les invitations.

source: The project associated with this invitation no longer exists.
fr: Le projet associé à l'invitation a été supprimé.

source: Invitation expired. The user who sent the invitation no longer exists.
fr: L'invitation a expiré. L'utilisateur qui a envoyé l'invitation n'existe plus.

source: This email is not invited to join this project.
fr: L'adresse email n'est pas invitée à rejoindre ce projet.

source: The library associated with this invitation no longer exists.
fr: La bibliothèque associée à cette invitation n'existe plus.

source: Alert settings for the project
fr: Paramètres d'alerte pour le projet

source: The password is too weak
fr: Le mot de passe est trop faible

source: Your account has just been opened
fr: Votre compte vient d'être ouvert

source: Handshake token expired
fr: Le jeton d'authentification a expiré

source: The min_score parameter of the ZxcvbnPasswordValidator must be an integer.
fr: Le paramètre min_score de ZxcvbnPasswordValidator doit être un entier.

source: Change the user's password
fr: Changer le mot de passe de l'utilisateur

source: Confirmation message
fr: Message de confirmation

source: Your password has been changed successfully.
fr: Votre mot de passe a été changé avec succès.

source: Your password has been successfully reset.
fr: Votre mot de passe a été changé avec succès.

source: Email has been sent successfully.
fr: L'email a été envoyé.

source: You must be logged in to access this page
fr: Vous devez être connecté pour accéder à cette page

source: Validate a handshake token
fr: Le jeton d'authentification n'est pas valide

source: Handshake token
fr: Jeton d'authentification

source: Invalid handshake token
fr: Le jeton d'authentification n'est pas valide

source: User profile
fr: Profil utilisateur

source: List of users
fr: Liste des utilisateurs

source: Search string
fr: Chaîne de caractère de recherche

source: User is project creator
fr: L'utilisateur est monteur de projet

source: Get, set or delete a user's project creator role
fr: Obtenir, définir ou supprimer le rôle de créateur de projet d'un utilisateur

source: Check if a user has project creator role or set or delete that role
fr: Vérifier si un utilisateur a le rôle de créateur de projet ou définir ou supprimer ce rôle

source: User is superuser
fr: L'utilisateur est super-administrateur

source: Get, set or delete a user's superuser status
fr: Obtenir, définir ou supprimer le statut super-administrateur d'un utilisateur

source: Check if a user is a superuser or set or delete that status for the tenant
fr: Vérifier si un utilisateur a le status de super-administrateur du tenant ou attribuer ou supprimer ce statut

source: User is not a superuser
fr: L'utilisateur n'est pas super-administrateur

source: There must remain at least one superuser in the tenant
fr: Il doit rester au moins un super-administrateur dans le tenant

source: Send an invitation email
fr: Envoyer un email d'invitation

source: Send an invitation email to a user. For simple invitations, only email is required. For project invitations, include project_id and role. For instructor roles, library_id is required.This route is atm not used by the frontend
fr: Envoie un email d'invitation à un utilisateur. Pour des invitations simples, seul l'email est requis. Pour les invitations à un projet, incluez project_id et role. Pour les rôles d'instructeur, library_id est requis. Cette route n'est pas encore utilisée par le frontend

source: Invitation email sent successfully.
fr: L'email d'invitation a été envoyé.

source: Validate invitation token
fr: Valider le jeton d'invitation

source: Validates an invitation token and returns the associated email address if valid.
fr: Valide un jeton d'invitation et retourne l'adresse email associée si valide.

source: Email address associated with the invitation
fr: Adresse email associée à l'invitation

source: Create a new user account
fr: Créer un nouveau compte utilisateur

source: Creates a new user account based on an invitation token
fr: Crée un nouveau compte utilisateur basé sur un jeton d'invitation

source: Account created successfully.
fr: Compte créé avec succès.

source: Exclude IDs
fr: Exclure les ID

source: List of IDs to exclude.
fr: Liste des ID à exclure.

source: View is not in serializer context or is not a GenericApiView
fr: La vue n'est pas dans le contexte du sérialiseur ou n'est pas une GenericApiView

source: Password Change
fr: Modification du mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: creating your account (pending)
fr: création de votre compte (en attente)

source: Creation of the {project_name} project
fr: Création du projet {project_name}

source: Availability of the {project_name} project for launch
fr: Disponibilité du projet {project_name} pour le lancement

source: now
fr: maintenant

source: at
fr: à

source: Launch of the {project_name} project
fr: Lancement du projet {project_name}

source: arbitration
fr: arbitrage

source: positioning
fr: positionnement

source: control
fr: contrôle

source: anomaly
fr: anomalie

source: anomaly resolved
fr: anomalie résolue

source: You are not allowed to see this page
fr: Vous n'êtes pas autorisé à accéder à cette page

source: Page not found
fr: Page non trouvée

source: Error
fr: Erreur

source: Your account has just been opened; you can now log in to the site:
fr: Votre compte vient d'être ouvert; vous pouvez vous connecter au site:

source: For the record, your username is:
fr: Pour mémoire, votre identifiant est :

source: This is an automated message, please do not reply.
fr: Ceci est un message automatique, merci de ne pas y répondre

source: The project %(project_name)s is now available.
fr: Le projet %(project_name)s est à présent disponible.

source: As the administrator of this project, you must, in consultation with any co-administrators and project pilots, check and, if necessary, modify the settings and parameters before the project goes live. If you believe this message is the result of an error, please contact the project creator %(project_creator_email)s
fr: En tant qu'administrateur de ce projet vous devez, en concertation avec vos éventuels co-administrateurs et les pilotes de ce projet, en vérifier et éventuellement modifier les réglages et les paramètres avant la mise en service effective. Si vous pensez que ce message fait suite à une erreur, veuillez contacter le monteur du projet %(project_creator_email)s

source: If you need any assistance
fr: Si vous avez besoin d'aide

source: please contact the site administrator at the following address
fr: veuillez contacter l'administrateur du site à l'adresse suivante

source: This is an automated message, please do not reply
fr: Ceci est un message automatique, merci de ne pas y répondre

source: The project %(project_name)s is now ready for launch.
fr: Le projet %(project_name)s est désormais disponible pour le lancement.

source: As a pilot, you can now launch or schedule the actual launch of this project. To do so, go to %(project_url)s.
fr: En tant que pilote, vous pouvez désormais lancer ou programmer le lancement effectif de ce projet. Pour cela rendez-vous en %(project_url)s.

source: If you believe this message is the result of an error, please contact the administrator who sent this message %(action_user_email)s
fr: Si vous pensez que ce message résulte d'une erreur, veuillez contacter l'administrateur qui a envoyé ce message %(action_user_email)s

source: You have been invited to join Eplouribousse
fr: Vous avez été invité à rejoindre Eplouribousse

source: To access the platform
fr: Pour accéder à la plateforme

source: please click on the link below and complete your registration
fr: s'il vous plaît cliquez sur le lien ci-dessous et complétez votre enregistrement

source: If you believe this is an error, please contact the creator of your account
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter le créateur de votre compte.

source: This invitation will expire in 7 days
fr: Cette invitation va expirer dans 7 jours

source: One or more anomalies have been reported by %(reporter_role)s %(reporter_identifier)s %(reporter_email)s in the instruction of the resource:
fr: Une ou plusieurs anomalies ont été signalées par %(reporter_role)s %(reporter_identifier)s %(reporter_email)s dans l'instruction de la ressource :

source: An intervention from a project administrator is required. They will save the maximum number of lines and then restart the circulation of the form.
fr: Une intervention d'un administrateur de projet est requise. Il sauvegardera le maximum de lignes puis relancera la circulation du formulaire.

source: Instructor(s) of the library: %(library_code)s, your turn has come to instruct the resulting collection :
fr: Instructeur(s) de la bibliothèque : %(library_code)s, votre tour est venu d'instruire la collection résultante :

source: The turn has been assigned to you by the project administrator %(admin_identifier)s %(admin_email)s after processing one or more anomalies. To see the current situation:
fr: Le tour vous a été attribué par l'administrateur de projet %(admin_identifier)s %(admin_email)s après le traitement d'une ou plusieurs anomalies. Pour voir la situation actuelle :

source: Any possible objection must be expressed as soon as possible in a circumstantiated manner and by using the 'Reply to all' option.
fr: Toute contestation éventuelle doit être exprimée le plus tôt possible demanière circonstanciée et en utilisant l'option 'Répondre à tous'.

source: The repositioning of your collection for the resource "%(resource_title)s" may resolve a type 0 arbitration case:
fr: Le repositionnement de votre collection pour la ressource "%(resource_title)s" peut trancher un cas d'arbitrage de type 0.

source: The repositioning of your collection for the resource "%(resource_title)s" may resolve a type 1 arbitration case:
fr: Le repositionnement de votre collection pour la ressource "%(resource_title)s" peut trancher un cas d'arbitrage de type 1.

source: The time has come for the end-of-cycle check of the bound elements for the "%(resource_title)s" resource: %(project_url)s.
fr: Le moment est venu du contrôle de fin de cycle des éléments réliés pour la resource "%(resource_title)s" : %(project_url)s.

source: The time has come for the end-of-cycle check of the unbound elements for the "%(resource_title)s" resource: %(project_url)s.
fr: Le moment est venu du contrôle de fin de cycle des éléments non reliés pour la resource "%(resource_title)s" : %(project_url)s.

source: Your turn has come to instruct the resulting collection for the resource "%(resource_title)s": %(project_url)s
fr: Votre tour est venu d'instruire la collection résultante pour la ressource "%(resource_title)s": %(project_url)s

source: The collection from the library %(library_code)s has just been positioned; to position yours, please go to %(project_url)s
fr: La collection de la bibliothèque %(library_code)s vient d'être positionnée; pour positionner la vôtre, veuillez vous rendre sur %(project_url)s

source: The resulting collection for the resource %(resource_title)s is now available with details of your collection's contributions :
fr: La collection résultante pour la ressource %(resource_title)s est à présent disponible avec le détail des contributions de votre collection :

source: We inform you that the password for your Eplouribousse account has been recently changed
fr: Nous vous informons que le mot de passe de votre compte Eplouribousse a été changé récemment

source: If you initiated this change
fr: Si vous êtes à l'origine de ce changement

source: you can ignore this email
fr: Vous pouvez ignorer ce message

source: If you did NOT make this change
fr: Si vous n'avez PAS fait ce changement

source: please contact the site administrator immediately at the following address
fr: veuillez contacter l'administrateur du site immédiatement à l'adresse suivante

source: For security reasons, we recommend that you change your password as soon as possible
fr: Pour des raisons de sécurité, nous vous recommandons de changer votre mot de passe au plus vite

source: Did you forget your password ?
fr: Avez-vous oublié votre mot de passe ?

source: Click on the link to reset your password
fr: Cliquez sur le lien pour réinitialiser votre mot de passe

source: This link is only valid for 1 hour
fr: Ce lien n'est valable que pendant 1 heure

source: If you do not want to reset your password
fr: Si vous ne voulez pas réinitialiser votre mot de passe

source: you can ignore this message and your password will not change
fr: vous pouvez ignorer ce message et votre mot de passe ne changera pas

source: The project %(project_name)s has been launched by %(launcher_name)s ;
fr: Le projet %(project_name)s a été lancé par %(launcher_name)s ;

source: it is possible to start working on it from now : %(project_url)s.
fr: il est possible d'y travailler à compter de maintenant : %(project_url)s.

source: it is possible to start working on it from %(project_active_date)s : %(project_url)s.
fr: il est possible d'y travailler à compter du %(project_active_date)s : %(project_url)s.

source: If you think this message was sent by error, please contact: %(launcher_name)s
fr: Si vous pensez que ce message fait suite à une erreur, veuillez contacter: %(launcher_name)s

source: Resultant report
fr: Édition de la résultante

source: Resource identifier
fr: Identifiant de la ressource

source: Lines that apply to the selected collection are highlighted
fr: Les lignes qui s'appliquent à la collection sélectionnée sont surlignées

source: Main collection
fr: Collection mère

source: Participating collections
fr: Collections participantes

source: Excluded collections
fr: Collections exclues

source: Bound control
fr: Contrôle des reliés

source: Unbound control
fr: Contrôle des non reliés

source: Line
fr: Ligne

source: Bound or Unbound
fr: Forme reliée ou non

source: Improvable element
fr: Éléments améliorables

source: Remediated library
fr: Bibliothèque remédiée

source: ISSN must be 8 characters long
fr: L'ISSN doit comporter 8 caractères
