Repository: unistra/eplouribousse-back
Catalog: epl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Project ID to which the collection belongs
fr: ID du projet auquel la collection appartient

source: Library ID to which the collection belongs
fr: ID de la bibliothèque à laquelle appartient la collection

source: Filter projects by status
fr: Filtrer les projets par statut

source: Filter projects the user has a role in
fr: Filtrer les projets dans lesquels l'utilisateur a un rôle

source: Filter projects including a specific library
fr: Filtrer les projets incluant une bibliothèque spécifique

source: Include archived projects in the results
fr: Inclure les projets archivés dans les résultats

source: All
fr: Tous

source: Positioning only
fr: Positionnement uniquement

source: Instruction not started
fr: Instruction non démarrée

source: ID of the library to compare against
fr: ID de la bibliothèque à comparer

source: Filter by resource status
fr: Filtrer par statut de ressource

source: Filter by arbitration status
fr: Filtrer par statut d'arbitrage

source: Invalid status value
fr: Valeur de statut non valide

source: Library not found
fr: Bibliothèque non trouvée

source: Library to compare against not found
fr: Bibliothèque à comparer introuvable

source: Project not found
fr: Projet non trouvé

source: Invalid arbitration param, must be '0', '1' or 'all'
fr: Paramètre d'arbitrage non valide, doit être '0' ou '1' ou 'all'

source: '0' for arbitration type 0, '1' for arbitration type 1, 'all' for all arbitration types
fr: '0' pour le type d'arbitrage 0, '1' pour le type d'arbitrage 1, 'all' pour tous les types d'arbitrage

source: '10' for Positioning only, '20' for Instruction not start
fr: '10' pour positionnement uniquement, '20' pour instruction non démarrée

source: Anomaly
fr: Anomalie

source: Description is required for 'Other' anomaly type.
fr: La description est requise pour le type d'anomalie 'Autre'.

source: Positioning
fr: Positionnement

source: Arbitration
fr: Arbitrage

source: Control
fr: Contrôle

source: Edition
fr: Édition

source: Preservation
fr: Conservation

source: Transfer
fr: Transfert

source: Publication Period Passed
fr: Période de publication dépassée

source: Discontinuous Segment
fr: Segment discontinu

source: Exception or improvable (off-segment)
fr: Exception ou améliorable (hors segment)

source: Chronological Error
fr: Erreur chronologique

source: Overlap Segment
fr: Chevauchement de segments

source: Improper use of remediated library
fr: Mauvaise utilisation de 'Bibliothèque remédié'

source: Confusing wording
fr: Formulation hétérogène prêtant à confusion

source: Other
fr: Autre

source: Draft
fr: Brouillon

source: Review
fr: Révision

source: Ready
fr: Prêt

source: Launched
fr: Lancé

source: Archived
fr: Archivé

source: Excluded
fr: Exclu

source: Instruction Bound Copies
fr: Instruction des ressources reliées

source: Anomaly Bound Copies
fr: Anomalie dans le cycle des éléments reliés

source: Control Bound Copies
fr: Instruction des éléments reliés

source: Instruction Unbound Copies
fr: Instruction des éléments non reliés

source: Anomaly Unbound Copies
fr: Anomalie dans le cycle des éléments non reliés

source: Control Unbound Copies
fr: Contrôle des éléments non reliés

source: Bound
fr: Relié

source: Unbound
fr: Non relié

source: Arbitration Type 0
fr: Arbitrage de type 0

source: Arbitration Type 1
fr: Arbitrage de type 1

source: No arbitration
fr: Pas d'arbitrage

source: Position excluded
fr: Position exclue

source: Code (PPN or other)
fr: Code (PPN ou autre)

source: Title
fr: Titre

source: Status
fr: Statut

source: Instruction turns
fr: Tours d'instructions

source: Publication history
fr: Historique de la publication

source: Numbering
fr: Numérotation

source: Created at
fr: Créé le

source: Resource
fr: Ressource

source: Call number
fr: Cote

source: Hold statement
fr: État de conservation

source: Missing
fr: Manquant

source: Created by
fr: Créé par

source: Alias for a duplicate collection in the same library
fr: Alias pour une collection dupliquée dans la même bibliothèque

source: Positioning rank of a collection
fr: Positionnement du rang d'une collection

source: Reason for excluding the collection from deduplication
fr: Raison de l'exclusion de la collection de la déduplication

source: Is the result collection
fr: Est la collection résultante

source: The collection is the result of a deduplication process
fr: La collection est le résultat d'une opération de déduplication

source: Subject
fr: Sujet

source: Content
fr: Contenu

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Name
fr: Nom

source: Code or identification
fr: Code ou identifiant

source: Library
fr: Bibliothèque

source: Libraries
fr: Bibliothèques

source: Is private
fr: Est privé

source: Active after
fr: Actif après le

source: Settings
fr: Paramètres

source: Updated at
fr: Mis à jour le

source: Project
fr: Projet

source: Projects
fr: Projets

source: Is alternative storage site
fr: Est un lieu de conservation alternatif

source: Alternative storage site
fr: Lieu de conservation alternatif

source: Tenant Super User
fr: Super utilisateur du tenant

source: Project Creator
fr: Monteur projet

source: Project Administrator
fr: Administrateur de projet

source: Project Manager
fr: Pilote de projet

source: Instructor
fr: Instructeur

source: Controller
fr: Contrôleur

source: Guest
fr: Invité

source: Project User Role
fr: Rôle utilisateur du projet

source: Project User Roles
fr: Rôles utilisateurs du projet

source: Segment type
fr: Type de segment

source: Improbable elements
fr: Éléments improbables

source: Collection segment
fr: Segment de collection

source: Collection segments
fr: Segments de collection

source: Description (required if type is 'Other')
fr: Description (requis si le type est 'Autre')

source: The user who fixed the anomaly
fr: L'utilisateur qui a corrigé l'anomalie

source: The user who created the anomaly
fr: L'utilisateur qui a créé l'anomalie

source: Segment with the given ID does not exist.
fr: Le segment avec l'ID donné n'existe pas.

source: Library to which the collection belongs
fr: Bibliothèque à laquelle appartient la collection

source: Project to which the collection belongs
fr: Projet auquel appartient la collection

source: CSV file to be imported.
fr: Fichier CSV à importer.

source: Library ID to which the collection belongs.
fr: ID de la bibliothèque à laquelle appartient la collection.

source: Project ID to which the collection belongs.
fr: ID du projet auquel la collection appartient.

source: Column(s) %(column)s missing in the CSV file.
fr: Colonne(s) %(column)s manquantes dans le fichier CSV.

source: Library with ID %(id)s does not exist.
fr: La bibliothèque avec l'ID %(id)s n'existe pas.

source: Project with ID %(id)s does not exist.
fr: Le projet avec l'ID %(id)s n'existe pas.

source: An alternative storage site can't receive a collection
fr: Un lieu de conservation alternatif ne peut pas recevoir de collection

source: Position (rank) between 1 and 4
fr: Position (rang) entre 1 et 4

source: Invalid exclusion reason.
fr: Motif d'exclusion non valide.

source: Positioning comment
fr: Message de positionnement

source: Number of fixed anomalies
fr: Nombre d'anomalies corrigées

source: Number of unfixed anomalies
fr: Nombre d'anomalies non corrigées

source: Resource is not in an instruction phase
fr: La ressource n'est pas en phase d'instruction

source: Invalid turn data
fr: Données de tour non valides

source: Project status
fr: Statut du projet

source: Ask for information
fr: Demande d'information

source: Report a bug
fr: Signaler un bug

source: Make a complaint
fr: Faire une réclamation

source: Make a suggestion
fr: Faire une suggestion

source: Give a review
fr: Donner son avis

source: Email address of the sender. Required if not authenticated.
fr: Adresse email de l'envoyeur. Requise si non authentifié

source: Email is required for unauthenticated users.
fr: L'email est requis pour les utilisateurs non authentifiés

source: Initial Datas
fr: Données initiales

source: Initial collections number before positioning
fr: Nombre de Collections initiales avant positionnement

source: Initial resources number before positioning
fr: Nombre de Ressources initiales avant positionnement

source: Positioning Information
fr: Information sur le positionnement

source: Number of Collections positioned (exclusions included)
fr: Nombre de Collections positionnées (exclusions incluses)

source: Number of Collections positioned (excluding exclusions)
fr: Nombre de Collections positionnées (hors exclusions)

source: Number of Collections remaining to be positioned
fr: Nombre de Collections restant à positionner

source: Exclusion Information
fr: Information sur les exclusions

source: Number of excluded collections
fr: Nombre de Collections exclues

source: Number of resources discarded due to collection exclusion
fr: Nombre de Ressources écartées par exclusion de collection

source: Arbitration Information
fr: Information sur les arbitrages

source: Number of Collections in type 0 arbitration
fr: Nombre de Collections en arbitrage de type 0

source: Number of Collections in type 1 arbitration
fr: Nombre de Collections en arbitrage de type 1

source: Number of Resources affected by any arbitration
fr: Nombre de Ressources concernées par un arbitrage quelconque

source: Information on candidates for instruction
fr: Information sur les candidats à l’instruction

source: Number of collections eligible for instruction
fr: Nombre de Collections candidates à l’instruction

source: Number of resources eligible for instruction
fr: Nombre de Ressources candidates à l’instruction

source: - of which Number of duplicates
fr: - dont Nombre de doublons

source: - of which Number of triplicates
fr: - dont Nombre de triplons

source: - of which Number of quadruplicates
fr: - dont Nombre de quadruplons

source: - of which Other higher multiples
fr: - dont Autres multiplons supérieurs

source: Information about instructions
fr: Information sur les instructions

source: Number of resources for which instruction of bound elements is in progress
fr: Nombre de Ressources dont l'instruction des éléments reliés est en cours

source: Number of resources for which instruction of unbound elements is in progress
fr: Nombre de Ressources dont l'instruction des éléments non reliés est en cours

source: Number of resources fully instructed (control performed)
fr: Nombre de Ressources complètement instruites (contrôle effectué)

source: Information about controls
fr: Information sur les contrôles

source: Number of resources for which bound elements are being controlled
fr: Nombre de Ressources dont le contrôle des éléments reliés est en cours

source: Number of resources for which unbound elements are being controlled
fr: Nombre de Ressources dont le contrôle des éléments non reliés est en cours

source: Information about anomalies
fr: Information sur les anomalies

source: Number of anomalies in progress
fr: Nombre d’anomalies en cours

source: Achievements
fr: Réalisations

source: Relative completion
fr: Réalisation relative

source: Absolute completion
fr: Réalisation absolue

source: No collection in library '%(library_name)s'
fr: Aucune collection dans la bibliothèque '%(library_name)s'

source: % of realized positioning progress by library
fr: % de l'avancement du positionnement réalisé par bibliothèque

source: % of collections positioned
fr: % de collections positionnées

source: Number of resources to be instructed
fr: Nombre de ressources à instruire

source: bound
fr: relié

source: unbound
fr: non relié

source: duplicates
fr: doublons

source: triplicates
fr: triplons

source: quadruplicates
fr: quadruplons

source: more
fr: plus

source: Distribution of the number of occurrences in the collections eligible for the instruction
fr: Répartition du nombre d'occurrences dans les collections éligibles à l'instruction

source: Distribution of occurrence types
fr: Répartition des types d'occurrences

source: Project settings
fr: Paramètres du projet

source: User's roles in this project
fr: Rôles de l'utilisateur dans ce projet

source: Role label
fr: Étiquette du rôle

source: Library should not be provided for this role.
fr: La bibliothèque ne doit être renseignée pour ce rôle

source: Library is not attached to the project.
fr: La bibliothèque n'est pas rattachée au projet

source: Project does not exist.
fr: Le projet n'existe pas.

source: Library must be provided for instructor role.
fr: La bibliothèque doit être fournie pour le rôle d'instructeur.

source: This invitation already exists.
fr: Cette invitation existe déjà.

source: Invitation not found.
fr: Invitation non trouvée

source: User id
fr: Id de l'utilisateur

source: Library id
fr: Id de la Bibliothèque

source: User does not exist.
fr: L'utilisateur n'existe pas.

source: Library does not exist.
fr: La bibliothèque n'existe pas.

source: Role not found for this user in the project.
fr: Rôle non trouvé pour cet utilisateur dans le projet.

source: Exclusion reason to add or delete from the project
fr: Motifs d'exclusion à ajouter ou à supprimer du projet

source: Indicates if the user should instruct this resource
fr: Indique si l'utilisateur doit instruire cette ressource

source: Indicates if the user should position this resource
fr: Indique si l'utilisateur doit positionner cette ressource

source: Indicates if the controller validates the instruction phase
fr: Indique si l'utilisateur valide la phase d'instruction

source: The new status of the resource after validation
fr: Le nouveau statut de la ressource après validation

source: The updated instruction turns of the resource after validation
fr: Les tours d'instruction mis à jour de la ressource après validation

source: The resource is not in control status
fr: La resource n'est pas en phase de contrôle

source: The updated instruction turns of the resource
fr: Les tours d'instruction mis à jour de la ressource

source: The resource is not in instruction or control status
fr: La resource n'est pas en phase d'instruction ou de contrôle

source: The updated instruction turns of the resource after reset
fr: Les tours d'instruction mis à jour de la ressource après réinitialisation

source: The resource is not in anomaly status
fr: La resource n'est pas en phase d'anomalie

source: The updated instruction turns of the resource after reassigning turns
fr: Les tours d'instruction de la ressource mis à jour après la réaffectation des tours

source: The collection id to which the instruction turn will be reassigned
fr: L'ID de la collection à laquelle le tour d'instruction sera réaffecté

source: The library id to which the instruction turn will be reassigned
fr: L'ID de la bibliothèque à laquelle le tour d'instruction sera réaffecté

source: Indicates if the turn is reassigned to a controller
fr: Indique si le tour est réaffecté à un contrôleur

source: Collection does not exist
fr: La collection n'existe pas.

source: Collection is not in the instruction turns of the resource
fr: Les tours d'instruction mis à jour de la ressource

source: Library does not exist
fr: La bibliothèque n'existe pas.

source: Library is not in the instruction turns of the resource
fr: La bibliothèque ne fait pas partie des tours d'instruction de la ressource

source: When reassigning to a controller, collection_id and library_id should not be provided
fr: Lors de la réaffectation à un contrôleur, collection_id et library_id ne doivent pas être fournis

source: collection_id and library_id must be provided
fr: collection_id et library_id doivent être fournis

source: Referenced segment does not exist
fr: Le segment référencé n'existe pas

source: Segment is already at the top of the collection
fr: Le segment est déjà au sommet de la collection

source: Previous segment not found
fr: Le segment précédent n'a pas été trouvé

source: Segment is already at the bottom of the collection
fr: Le segment est déjà en bas de la collection

source: Collections successfully deleted for this library
fr: Collections supprimées avec succès pour cette bibliothèque

source: No collections found for this library in this project
fr: Aucune collection trouvée pour cette bibliothèque dans ce projet

source: Contact form
fr: Formulaire de contact

source: creating
fr: création

source: invited
fr: invité

source: As a pilot, you can now launch or schedule
fr: En tant que pilote, vous pouvez maintenant lancer ou programmer

source: your account creation
fr: création de votre compte

source: is now ready for launch
fr: est désormais disponible pour le lancement

source: resultant
fr: résultante

source: Filter by segment ID (one of segment, project or resource is required)
fr: Filtrer par ID de segment (l'un des segments, projets ou ressources est requis)

source: Filter by project ID (one of segment, project or resource is required)
fr: Filtrer par ID de projet (l'un des segments, projets ou ressources est requis)

source: Filter by resource ID (one of segment, project or resource is required)
fr: Filtrer par ID de ressource (l'un des segments, projets ou ressources est requis

source: You do not have permission to create an anomaly for this segment.
fr: Vous n'avez pas la permission de créer une anomalie pour ce segment.

source: Fix an anomaly
fr: Corriger une anomalie

source: Mark an anomaly as fixed
fr: Marquer une anomalie comme corrigée

source: List collections
fr: Liste des collections

source: Delete a collection
fr: Supprimer une collection

source: Delete a collection permanently. This action requires project creator permissions.
fr: Supprimer définitivement une collection. Cette action nécessite d'être créateur du projet

source: Key represents the number of duplicates (1=unique, 2=duplicate, 3=triplicate, etc), value is the count
fr: La clé représente le nombre de doublons (1=unique, 2=doublon, 3=triplon, etc.), la valeur est le nombre

source: Bulk delete collections by library and project
fr: Suppression en lot de collections par bibliothèque et par projet

source: Delete multiple collections belonging to a specific library within a specific project. Collections of the same library in other projects are not affected.
fr: Supprimer plusieurs collections appartenant à une bibliothèque spécifique au sein d'un projet spécifique. Les collections de la même bibliothèque dans d'autres projets ne sont pas affectées.

source: Library ID whose collections should be deleted
fr: ID de la bibliothèque dont les collections doivent être supprimées

source: Project ID to scope the deletion to
fr: ID du projet auquel restreindre la suppression

source: Number of collections deleted
fr: Nombre de collections supprimées

source: Success message
fr: Message de succès

source: library_id parameter is required
fr: Le paramètre library_id est requis

source: project_id parameter is required
fr: Le paramètre project_id est requis

source: Submit a support contact request
fr: Envoyer un message au support

source: List all libraries
fr: Lister toutes les bibliothèques

source: Create a new library
fr: Créer une nouvelle bibliothèque

source: Retrieve library details
fr: Récupérer les détails de la bibliothèque

source: Update a library
fr: Mettre à jour une bibliothèque

source: Partially update a library
fr: Mettre à jour partiellement une bibliothèque

source: Delete a library
fr: Supprimer une bibliothèque

source: Create a new project
fr: Créer un nouveau projet

source: List all projects
fr: Lister tous les projets

source: Retrieve project details
fr: Récupérer les détails du projet

source: Update a project
fr: Mettre à jour un projet

source: Partially update a project
fr: Mettre à jour partiellement un projet

source: Delete a project
fr: Supprimer un projet

source: List users associated with a project
fr: Lister les utilisateurs associés à un projet

source: Update the status of a project
fr: Mettre à jour le statut d'un projet

source: List all project statuses
fr: Lister tous les statuts de projet

source: Assign roles for a user in a project
fr: Attribuer des rôles à un utilisateur dans un projet

source: Remove roles for a user in a project
fr: Supprimer des rôles pour un utilisateur dans un projet

source: List all roles
fr: Lister tous les rôles

source: Specify if the library is an alternative storage location
fr: Indiquer si la bibliothèque est un lieu de conservation alternatif

source: Controller validates the instruction of the resource
fr: Le contrôleur valide l'instruction de la ressource

source: Report anomalies
fr: Signaler des anomalies

source: Reset instruction
fr: Réinitialiser l'instruction

source: Reassign instruction turns
fr: Réaffecter les tours d'instruction

source: Get resultant report in PDF format
fr: Édition de la résultante au format PDF

source: Resultant report is only available for resources in EDITION status or beyond.
fr: L'édition de la résultante n'est disponible que pour les ressources dont le statut est EDITION ou supérieur.

source: A valid collection ID must be provided to generate the resultant report.
fr: Un ID de collection valide doit être fourni pour générer l'édition de la résultante.

source: List segments
fr: Lister les segments

source: List segments for a specific resource
fr: Lister les segments pour une ressource spécifique

source: Collection ID to filter segments
fr: ID de la collection où filtrer les segments

source: Create a segment
fr: Créer un segment

source: Partially update a segment
fr: Mettre à jour un segment partiellement

source: Delete a segment
fr: Supprimer un segment

source: Delete a segment permanently
fr: Supprimer définitivement un segment

source: Missing required query parameter: resource_id
fr: Paramètre de requête manquant : resource_id

source: Resource does not exist
fr: La ressource n'existe pas.

source: Move segment up
fr: Déplacer le segment vers le haut

source: Move the selected segment up in the order, and move the previous down
fr: Déplacer le segment sélectionné vers le haut, et déplacer le précédent vers le bas

source: Move segment down
fr: Déplacer le segment vers le bas

source: Move the selected segment down in the order, and move the next up
fr: Déplacer le segment sélectionné vers le bas, et déplacer le segment suivant vers le haut

source: Tenant name
fr: Nom du tenant

source: Tenant settings
fr: Configuration du tenant

source: Frontend domain
fr: Domain du frontend

source: Invalid audience
fr: Audience invalide

source: Use the JWT token in the format: Bearer <token>
fr: Utiliser le token JWT au format `Bearer <token>`

source: Filter users by role (superuser or project_creator)
fr: Filtrer les utilisateurs par rôle (superuser ou project_creator)

source: Invalid role. Must be 'superuser' or 'project_creator'.
fr: Role non valide. Doit être 'superuser' ou 'project_creator'.

source: The Email must be set
fr: L'email doit être renseigné

source: Email address
fr: Adresse email

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Old password is incorrect
fr: L'ancien mot de passe est erroné

source: New password and confirm password do not match
fr: Le nouveau mot de passe et sa confirmation ne correspondent pas

source: User is inactive
fr: L'utilisateur n'est pas actif

source: Invalid uidb64
fr: uidb64 invalide

source: Token is invalid or has already been used
fr: Le jeton n'est pas valide ou a déjà été utilisé

source: User's roles in the project
fr: Rôles de l'utilisateur dans le projet

source: Whether the user can log in locally with username and password?
fr: L'utilisateur peut-il se connecter localement avec un nom d'utilisateur et un mot de passe ?

source: User settings
fr: Paramètres de l'utilisateur

source: User's display name
fr: Non d'affichage de l'utilisateur

source: Role in project
fr: Rôle dans le projet
